<html>
    <head>
        <meta charset="UTF-8"
        <title>Hello world</title>
    </head>
    <body>
        <h1>My Frist Heading</h1>
        <p>My Frist Paragraph</p>
        <img src="cat.jpg">
        <br>
        <a href="http://www.it.kmitl.ac.th">This is a link</a>
        <img src="morecat.jpg">
       
        

        <h2>เรื่องตลก</h2>
        <P>นายฏังกบดี สถิตเกษมสานต์ ชื่อเล่นตัง</P>
        <p>ท่านผู้โดยสารทุกท่านโปรดทราบขณะนี้เครื่องบินของเราที่จะบินไปปารากวัย 
            พร้อมที่จะออกเดินทางแล้วคะ และขอให้ผู้โดยสารทุกท่านวางใจในสายการบินของเราได้ 
            เพราะถึงแม้ว่าเครื่องบินของเราจะเก่าแต่นักบินของเราก็ยังใหม่อยู่คะ </p>
        <p>มิสเตอร์แวน เป็นหมอ ที่ถูกส่งไปทำงานในยุโรป พอไปถึงที่ เขาก็ส่งโทรเลขถึงภรรยาที่อยู่ถึงอเมริกา 
            แต่บังเอิญบุรุษไปรษณีส่งผิด เขานำโทรเลขไปส่งให้บ้านคุณนายแวนอีกคนหนึ่งซึ่งสามีเพิ่งเสียชีวิตไปเมื่อวานนี้เอง 
            ทันทีเปิดโทรเลขอ่าน คุณนายแวนก็แทบจะหัวใจวายเนื่องจากโทรเลขมีข้อความว่า 
            " ถึงที่หมายโดยปลอดภัยเช้าวันนี้เอง หวังว่าคุณคงจะตามผมมาเร็วๆนี้ "</p>
    </body>
</html>
